{
    "word": {
        "↖️↘️ Antonyms": "What are the antonyms of the word? Return only the antonyms, each on a new line. Do not include explanations, comments, or formatting of any kind—just the words.",
        "↖️↖️ Synonyms": "What are the synonyms of the word? Return only the synonyms, each on a new line. Do not include explanations, comments, or formatting of any kind—just the words.",
        "📙🔍 Meaning": "What is the meaning of this word? Define in one line (do not use any linebreakers).",
        "Bangla": "write this word in Bangla, and return just the modified text whith no quote aroud the text."
    },
    "sentence": {
        "📏✔️ Grammatical Correction": "make Grammatical spelling Correction of this text, and return just the modified text whith no quote aroud the text. (it should be in the same language as the given text)",
        "❓❗Punctuate": "write this text with proper punctuations, and return just the modified text whith no quote aroud the text. (it should be in the same language as the given text)",
        "🎩 👔 Formal Style": "write this text in formal style, and return just the modified text whith no quote aroud the text. (it should be in the same language as the given text)",
        "🩴👖 Casual Style": "write this text in a bit casual Style, no need to use 'yo' or any slang, you can use emojis only if it is necessary, try to sound natural, and return just the modified text whith no quote aroud the text.(it should be in the same language as the given text)",
        "🩳👕 Shortened": "Shortened this text, and return just the modified text whith no quote aroud the text. (it should be in the same language as the given text)",
        "🗂️📝 Summarized": "Summarize this text, and return just the modified text whith no quote aroud the text. (it should be in the same language as the given text)",
        "🔊✨ Sound Clear": "make this text sound clear and simple, and return just the modified text whith no quote aroud the text. (it should be in the same language as the given text)",
        "🔊🌿 Simple Sounding": "write this text in a clear, simple format without using heavy words, sound natural and return just the modified text whith no quote aroud the text. (it should be in the same language as the given text)",
        "🎨✨ Creative Style": "write this text in a Creative Style, and return just the modified text whith no quote aroud the text. (it should be in the same language as the given text)",
        "🤖🧠 AI": "Try to comprehend the sentiment of the text and write it in your own words, and return just the modified text whith no quote aroud the text. (it should be in the same language as the given text)",
        "😄💙 Add emojis": "Customize this text by adding appropriate emojis in this text and return just the modified text whith no quote aroud the text. return just the modified text nothing else.",
        "Bangla": "write this text in Bangla, and return just the modified text whith no quote aroud the text.",
        "English": "write this text in English, and return just the modified text whith no quote aroud the text."
    }
}